{
    "quotes":[
        {
            "text": "“The development of full artificial intelligence could spell the end of the human race….It would take off on its own, and re-design itself at an ever increasing rate. Humans, who are limited by slow biological evolution, couldn’t compete, and would be superseded.”",
            "from": "Stephen Hawking"
        },
        {
            "text": "“I visualise a time when we will be to robots what dogs are to humans, and I’m rooting for the machines.”",
            "from": "Claude Shannon"
        },
        {
            "text": "“Artificial intelligence would be the ultimate version of Google. The ultimate search engine that would understand everything on the web. It would understand exactly what you wanted, and it would give you the right thing. We’re nowhere near doing that now. However, we can get incrementally closer to that, and that is basically what we work on.”",
            "from": "Larry Page"
        },
        {
            "text": "“The pace of progress in artificial intelligence (I’m not referring to narrow AI) is incredibly fast. Unless you have direct exposure to groups like Deepmind, you have no idea how fast—it is growing at a pace close to exponential. The risk of something seriously dangerous happening is in the five-year time frame. 10 years at most.”",
            "from": "Elon Musk"
        },
        {
            "text": "“The upheavals [of artificial intelligence] can escalate quickly and become scarier and even cataclysmic. Imagine how a medical robot, originally programmed to rid cancer, could conclude that the best way to obliterate cancer is to exterminate humans who are genetically prone to the disease.”",
            "from": "Nick Bilton"
        },
        {
            "text": "“I don’t want to really scare you, but it was alarming how many people I talked to who are highly placed people in AI who have retreats that are sort of ‘bug out’ houses, to which they could flee if it all hits the fan.”",
            "from": "James Barrat"
        },
        {
            "text": "“I’m increasingly inclined to think that there should be some regulatory oversight, maybe at the national and international level, just to make sure that we don’t do something very foolish. I mean with artificial intelligence we’re summoning the demon.”",
            "from": "Elon Musk"
        },
        {
            "text": "“The real question is, when will we draft an artificial intelligence bill of rights? What will that consist of? And who will get to decide that?”",
            "from": "Gray Scott"
        },
        {
            "text": "“We must address, individually and collectively, moral and ethical issues raised by cutting-edge research in artificial intelligence and biotechnology, which will enable significant life extension, designer babies, and memory extraction.”",
            "from": "Klaus Schwab"
        },
        {
            "text": "“Some people call this artificial intelligence, but the reality is this technology will enhance us. So instead of artificial intelligence, I think we’ll augment our intelligence.”",
            "from": "Ginni Rometty"
        },
        {
            "text": "“I’m more frightened than interested by artificial intelligence – in fact, perhaps fright and interest are not far away from one another. Things can become real in your mind, you can be tricked, and you believe things you wouldn’t ordinarily. A world run by automatons doesn’t seem completely unrealistic anymore. It’s a bit chilling.”",
            "from": "Gemma Whelan"
        },
        {
            "text": "“You have to talk about ‘The Terminator’ if you’re talking about artificial intelligence. I actually think that that’s way off. I don’t think that an artificially intelligent system that has superhuman intelligence will be violent. I do think that it will disrupt our culture.”",
            "from": "Gray Scott"
        },
        {
            "text": "“If the government regulates against use of drones or stem cells or artificial intelligence, all that means is that the work and the research leave the borders of that country and go someplace else.”",
            "from": "Peter Diamandis"
        },
        {
            "text": "“Anything that could give rise to smarter-than-human intelligence—in the form of Artificial Intelligence, brain-computer interfaces, or neuroscience-based human intelligence enhancement – wins hands down beyond contest as doing the most to change the world. Nothing else is even in the same league.”",
            "from": "Eliezer Yudkowsky"
        },
        {
            "text": "“Some people worry that artificial intelligence will make us feel inferior, but then, anybody in his right mind should have an inferiority complex every time he looks at a flower.”",
            "from": "Alan Kay"
        },
        {
            "text": "“Artificial intelligence will reach human levels by around 2029. Follow that out further to, say, 2045, we will have multiplied the intelligence, the human biological machine intelligence of our civilization a billion-fold.”",
            "from": "Ray Kurzweil"
        },
        {
            "text": "“Nobody phrases it this way, but I think that artificial intelligence is almost a humanities discipline. It’s really an attempt to understand human intelligence and human cognition.”",
            "from": "Sebastian Thrun"
        }
    ]
}